Repository: UPCnet/ulearn.core
Catalog: ulearn/core/locales/*/LC_MESSAGES/ulearn.po
Languages: ca, es

# Activitats destacades
source: Important activity
ca: Activitats destacades
es: Actividades destacadas

# Activitats mes valorades
source: Most valued activity
ca: Activitats més valorades
es: Actividades más valoradas

source: Add Flashes Informativos Portlet
ca: Afegir portlet Flash Informatius
es: Añadir portlet Flashes Informativos

source: Add My Subjects Portlet
ca: Afegir portlet Etiquetes
es: Añadir Portlet Mis Asignaturas

source: Add News Portlet
ca: Afegir portlet Notícies
es: Añadir Portlet Noticias

source: Add Subscribed News Portlet
ca: Afegir portlet Les meves noticies
es: Añadir Portlet Mis noticias

# Add a new private folder
source: Add private folder
ca: Afegir una carpeta privada
es: Añadir una carpeta privada

# AgendaGW
source: Enabling portlet events
ca: Habilitar portlet esdeveniments
es: Habilitar portlet Eventos

source: Calendar
ca: Calendari
es: Calendario

source: Cancel
ca: Cancel·la
es: Cancelar

# Català
source: Catalan
ca: Català
es: Catalán

source: Changes saved
ca: Canvis desats
es: Cambios guardados

source: Changes saved.
ca: Canvis guardats.
es: Cambios guardados.

source: Closed
ca: Tancada
es: Cerrada

# Comunitat
source: Community
ca: Comunitat
es: Comunidad

# Comunitat_stats
source: Community <span class="formHelp"></span>
ca: Estadístiques
es: Estadísticas

# Convidats moderadors
source: Invited moderators
ca: Convidats moderadors
es: Invitados moderadores

# Crea la comunitat
source: Create community
ca: Crea la comunitat
es: Crear la comunidad

# Create new meeting space
source: Create a new online meeting
ca: Crea una reunió online
es: Crear una reunión online

# Darreres activitats
source: Latest activity
ca: Darreres activitats
es: Últimas actividades

# Data d'inici
source: Start Date
ca: Data d'inici
es: Fecha de inicio

# Descripció
source: Description
ca: Descripció
es: Descripción

source: Discussion
ca: Debats
es: Debates

source: Display categories
ca: Mostrar categories
es: Mostrar categorias

source: Display dates
ca: Mostrar dates
es: Mostrar fechas

source: Display descriptions
ca: Mostrar descripcions
es: Mostrar descripciones

source: Display images
ca: Mostrar imatges
es: Mostrar imágenes

source: Documents
es: Documentos

# Durada de la reunió
source: Duration of the meeting
ca: Durada de la reunió
es: Duración de la sesión

source: Edit Flashes Informativos portlet
ca: Editar portlet Flash informatiu
es: Edit portlet Flashes Informativos

source: Edit My Subjects Portlet
ca: Editar portlet Etiquetes
es: Editar portlet mis asignaturas

source: Edit News Portlet
ca: Editar portlet Notícies importants
es: Editar portlet noticias destacadas

source: Edit Subscribed News Portlet
ca: Editar portlet Notícies destacades
es: Editar portlet Noticias suscritas

# Edit cancelled
source: Editing canceled
ca: Edició cancel·lada
es: Edición cancelada

# Edit cancelled.
source: Editing canceled
ca: Edició cancel·lada
es: Edición cancelada.

# Edita la comunitat
source: Save
ca: Desa
es: Guardar

source: Editors
ca: Editores
es: Editores

source: English
ca: Anglés
es: Inglés

# Entrada
source: Stream
ca: Activitat
es: Actividad

# Entrada_buttonbar
source: Stream
ca: Activitat
es: Actividad

# Esdeveniments
source: Events
ca: Esdeveniments
es: Eventos

# Español
source: Spanish
ca: Castellà
es: Español

source: Events
ca: Esdeveniments
es: Eventos

# Filtro por palabra clave
source: Filter by keyword
ca: Filtrar per paraula clau
es: Filtro por palabra clave

# Fin_stats
source: Emd <span class="formHelp">x</span>
ca: Fin estadístiques
es: Fin estadísticas

# Font Awesome Icon
source: Icon Font Awesome
ca: Icona Font Awesome
es: Icono

# FullNews
source: Enable portlet Full News
ca: Habilitar portlet FullNews
es: Habilitar Portlet Full news

# Has marcat el comparteix pero falta la url del elasticsearch
source: Need a valid ElasticSearch URL
ca: Has marcat el comparteix però falta la URL del elasticsearch
es: Has marcado la opción de compartir pero falta la URL del Elasticsearch.

# Hi ha hagut algun problema i la reunió virtual no ha estat creada.
source: There has been a problem and the virtual session not created.
ca: Hi ha hagut algun problema i la sesió virtual no ha estat creada.
es: Ha habido algún problema y la sesión virtual no se ha creado

source: How many items to list.
ca: Quants elements cal mostrar
es: Elementos a mostrar

# Imatge
source: Image
ca: Imatge
es: Imagen

# Imatge que defineix la comunitat
source: Image that defines the community
ca: Imatge que defineix la comunitat
es: Imagen que define la comunidad

# Indiqueu durada de la reunió.
source: Indicate duration of the meeting.
ca: Indiqueu durada de la reunió.
es: Indica la duración de la sesión

# Indiqueu la data d'inici de la reserva.
source: Indicate the start date of the booking.
ca: Indiqueu la data d'inici de la reserva.
es: Indica la fecha de inicio de la reserva

# Indiqueu la descripció de la reunió virtual.
source: Indicate the description of the virtual session.
ca: Indiqueu la descripció de la sesió virtual.
es: Indica la descripción de la sesión virtual

# Inicio_stats
source: Start <span class="formHelp">x</span>
ca: Inici estadístiques
es: Inicio estadísticas

source: Installs the ulearn.core package
es: Instalar paquete ulearn.core

# Invitats espectadors
source: Invited viewers
ca: Invitats espectadors
es: Invitados espectadores

source: Items in which workflow state to show.
ca: Estat per a mostrar els elements.
es: Estado para mostrar los elementos.

# La descripció de la comunitat
source: The description of the community
ca: La descripció de la comunitat
es: La descripción de la comunidad

source: The virtual session can not be created because the user has not informed the e-mail address.
ca: La sesió no es pot crear perquè l'usuari no té informada l'adreça de correu electrònic.
es: La sesión no se puede crear porque el usuario no tiene informada la dirección de correo electrónico

# La reunió virtual ha estat creada.
source: The virtual session has been created.
ca: La sesió virtual ha estat creada.
es: La sesión virtual ha sido creada

source: Language
ca: Idioma
es: Idioma

source: Link
ca: Enllaç
es: Enlace

# Literals que identifiquen als usuaris de les comunitats i les seves aportacions.
source: Verbatim users that identify communities and their contributions.
ca: Literals que identifiquen als usuaris de les comunitats i les seves aportacions.
es: Literales que identifican a los usuarios de las comunidades y sus aportaciones.

source: People with restricted access by other persons. They do not show in searches.
ca: Usuaris que no han de sortir a les cerques i que tenen accés restringit per veure tots els usuaris.
es: Lista con las personas que no deben salir en las búsquedas y que tienen acceso restringido por parte de las demás.

# Llista d'emails dels convidats ESPECTADORS, separats per comes.
source: Guest VIEWERS emails list, separated by commas.
ca: Llista d'adreces de correu electrònic dels convidats ESPECTADORS, separades per comes.
es: Lista de direcciones de correo electrónico de los invitados ESPECTADORES separadas por comas.

# Llista d'emails dels convidats MODERADORS, separats per comes.
source: Guest MODERATORS emails list, separated by commas.
ca: Llista d'adreces de correu electrònic dels convidats MODERADORS, separades per comes.
es: Lista de direcciones de correo electrónico de los invitados MODERADORES separadas por comas.

# Manage Nomines
source: Manage payment sheets
ca: Gestió de nòmines
es: Gestión de nóminas

# Meetings space
source: Online Meetings
ca: Reunions online
es: Reuniones online

# Mes_final
source: End month
ca: Mes final
es: Mes final

# Mes_inicial
source: Start month
ca: Mes inicial
es: Mes inicial

source: More link
ca: Enllaç a més contingut
es: Enlace a más contenido.

source: More text
ca: Text enllaç a més contingut
es: Texto del enlace a más contenido.

source: My Subscribed News
ca: Les meves notícies subscrites
es: Mis noticias suscritas

# New window
source: Open new window?
ca: Obrir finestra nova?
es: Abrir ventana nueva?

# Nom
source: Name
ca: Nom
es: Nombre

# Nom de la comunitat
source: Community's name
ca: Nom de la comunitat
es: Nombre de la comunidad

# Nom de la reunió
source: Meeting's name
ca: Nom de la reunió
es: Nombre de la sesión

# Nomines
source: Payment sheets
ca: Nòmines
es: Nóminas

# Nomines Root folder
source: Payment sheets root folder
ca: Carpeta arrel nòmines
es: Carpeta principal de nóminas

# NoticiesPropi
source: Enable portlet News
ca: Habilitar portlet News Propi
es: Habilitar Portlet Noticias

source: Notify activity and comments via push
ca: Notificar activitat i comentaris via 'push'
es: Notificar actividad y comentarios via 'push'

# Notify activity via push
source: Activate Push notification
ca: Notificar activitat via 'push'
es: Notificar actividad via 'push'

source: Number of items to display
ca: Elements a mostrar
es: Número de elementos a mostrar

source: Open
ca: Oberta
es: Abierta

# Organizative
source: Organisational
ca: Organitzativa
es: Organizativa

source: Owners
ca: Propietarios
es: Propietarios

source: Quick Links
ca: Enllaços directes
es: Enlaces directos

source: Readers
ca: Lectors
es: Lectores

# Resultados
source: Results
ca: Resultats
es: Resultados

source: Save
ca: Desa
es: Guardar

source: Specific
ca: Específic
es: Específico

# Subscribed people with editor permissions
source: Subscribed members with editor permissions
ca: Llista amb les persones subscrites amb permís d'edició
es: Lista de las personas suscritas con permiso de edición

# Subscribed people with owner permissions
source: Subscribed members with owner permissions
ca: Llista amb les persones propietàries de la comunitat
es: Lista de las personas propietarias de la comunidad

# Subscribed people with read-only permissions
source: Subscribed members with read-only permissions
ca: Llista amb les persones subscrites amb permís de lectura
es: Lista de las personas suscritas con permiso de lectura

source: Text
es: Texto

# Text Quick Links
source: Title Quick Links
ca: Títol dels enllaços directes
es: Título

source: Text to show more content.
ca: Text que mostrará en el enllaç a més contingut.
es: Texto que se mostrará en el enlace de más contenido..

source: This portlet displays Flashes Informativos.
es: Este portlet muestra Flashes Informativos

source: This portlet displays my subjects on moodle.
es: Este portlet muestra mis asignaturas en moodle

source: This portlet displays recent News Items.
es: Este portlet muestra las noticias destacadas.

source: This portlet displays subscribed News Items.
es: Este portlet muestra las noticias suscritas

# Tipus de comunitat
source: Type of community
ca: Tipus de comunitat
es: Tipo de comunidad

# Todas las comunidades
source: All communities
ca: Totes les comunitats
es: Todas las comunidades

# UPCNews
source: Enable portlet UPC News
ca: Habilitar portlet UPC News
es: UPCNews

source: Ulearn settings
ca: Configuració de uLearn
es: Configuración de uLearn

# Una comunitat administrable
source: The community can be managed
ca: Una comunitat administrable
es: Una comunidad administrable

source: Uninstall base setup for ulearn.
es: Desinstalar configuración base de ulearn

source: Uninstall ulearn.core
es: Desinstalar ulearn.core

source: Url that links to more content.
ca: Url a més contingut.
es: Url a más contenido.

# Usuario_stats
source: User <span class="formHelp"></span>
ca: Usuari
es: Usuario

# View loginfo
source: View acces log information
ca: Històric de canvis
es: Histórico de cambios

source: Visibility
ca: Visibilitat
es: Visibilidad

source: Workflow state
ca: Estats
es: Estado workflow

# activate_sharedwithme
source: Show items shared with me
ca: Mostra el que hi ha compartit amb mi
es: Muestra lo que hay compartido conmigo

# activity_view
source: Display of community activities
ca: Visualització Activitats Comunitat
es: Visualización actividades comunidad

# actualidad
source: Important news
ca: Notícies Destacades
es: Noticias Destacadas

# allOportunities
source: Opportunities for Innovation
ca: Oportunitats d'Innovació
es: Oportunidades de innovación

# allcommunities
source: Communities
ca: Comunitats
es: Comunidades

# alt_gradient_end_color
source: Color gradients final
ca: Color final dels gradients
es: Color final de los degradados.

# alt_gradient_start_color
source: Color gradients initial
ca: Color inicial dels gradients.
es: Color inicial de los degradados.

# background_color
source: Global background color
ca: Color de fons global
es: Color global de fondo

# background_property
source: Owned by global background
ca: Propietat de fons global
es: Propiedades globales de fondo

# btnCancel
source: Cancel
ca: Cancel·la
es: Cancela

# buttons_color_primary
source: Primary Color buttons
ca: Color primari dels botons
es: Color primario de los botones

# buttons_color_secondary
source: Secondary Color buttons
ca: Color secundari dels botons
es: Color secundario de los botones

# campus_url
source: Web address of the Campus
ca: Adreça web del Campus
es: Dirección web del Campus

# change_community_type
source: Change type
ca: Canvia el tipus
es: Cambia el tipo

# collective_polls_VotePortlet
source: Enable portlet collective_polls_VotePortlet
ca: Habilitar portlet collective_polls_VotePortlet
es: Habilitar Portlet collective_polls_VotePortlet

# color_community_closed
source: Color closed community
ca: Color comunitat tancada
es: Color comunidad Cerrada

# color_community_open
source: Color open community
ca: Color comunitat oberta
es: Color comunidad Abierta

# color_community_organizative
source: Color organizative community
ca: Color comunitat organitzativa
es: Color comunidad Organizativa

source: Communities
ca: Comunitats
es: Comunidades

# community_open_and_no_subscribed
source: This is an open community, but you are not currently subscribed.
ca: Aquesta comunitat és oberta, però actualment no hi estàs subscrit
es: Esta comunidad es abierta, pero actualmente no estás suscrito

# community_type_description
source: Open: the member can subscribe and unsubscribe from the Community. Closed: Only the Community owner can subscribe members though the member can unsubscribe him/herself. Organisational: Only the Social Network Manager can subscribe members and no member can unsubscribe him/hersef.
ca: Oberta: Pública (la veu tothom) i et pots subscriure i desubscriure't. Tancada: Només et pot subscriure algú i et pots desubscriure't. Organitzativa: Només et pot subscriure un administrador i no et pots desubscriure't.
es: Abierta: pública (la ve todo el mundo) y te puedes suscribir y desuscribirte.<br/>Cerrada: solo puede suscribirte el propietario de la comunidad, pero puedes desuscribirte.<br/>

# comunitat_creada
source: Community ${comunitat} has been created.
ca: La comunitat ${comunitat} ha estat creada.
es: La comunidad ${comunitat} ha sido creada.

# comunitat_existeix
source: Community ${comunitat} already exists, please choose a different name.
ca: La comunitat ${comunitat} ja existeix, si us plau, escolliu un altre nom.
es: La comunidad ${comunitat} ya existe, por favor elija otro nombre.

# comunitat_modificada
source: Community ${comunitat} has been modified.
ca: La comunitat ${comunitat} ha estat modificada.
es: La comunidad ${comunitat} ha sido modificada.

# createcommunity
source: Create a new community
ca: Crear una comunitat
es: Crear nueva comunidad

source: Edit Community
ca: Editar la comunitat
es: Editar la comunidad

# entrades
source: posts
ca: entrades
es: entradas

# exporta
source: Export
ca: Exporta
es: Exporta

# find_label
source: Search...
ca: Cerca...
es: Búsqueda...

# flashesinformativos
source: Last hour
ca: Última hora
es: Última hora

# genweb_portlets_news_events_listing
source: Enable portlet genweb_portlets_news_events_listing
ca: Habilitar portlet genweb_portlets_news_events_listing
es: Habilitar portlet genweb_portlets_news_events_listing

# gotocampus
source: Go to the campus
ca: Veure els meus cursos del Campus
es: Ir a campus

# gotolibrary
source: Go to the library
ca: Veure la llibreria
es: Ir a biblioteca

# hashtag_help
source: The Twitter hashtag related to this community. There is no need to include the symbol '#'.
ca: El hashtag (per exemple: ulearn) que utilitzarà aquesta comunitat. No cal afegir el '#'.
es: El hashtag (por ejemplo: ulearn) que utilizará esta comunidad. No hace falta añadir el '#'.

# help_activate_sharedwithme
source: Show items shared with me and the items shared in the Communities.
ca: Mostra o no el botó del que hi ha compartit amb mi i el que hi ha compartit a les Comunitats.
es: Muestra el botón de lo que hay compartido conmigo y lo que hay compartido en las comunidades.

# help_activity_view
source: Choose the display of community activities
ca: Selecciona el mode de visualització de les activitats de la comunitat
es: Escoja el modo de visualización de las actividades de la comunidad.

# help_alt_gradient_end_color
source: This is the final color gradients.
ca: Aquest és el color final dels gradients.
es: Color final de los degradados

# help_alt_gradient_start_color
source: This is the initial color gradients.
ca: Aquest és el color inicial dels gradients.
es: Color inicial de los degradados

# help_background_color
source: This is the background color corresponding global property.
ca: Aquest és el color de fons global.
es: Color global de fondo.

# help_background_property
source: This is the CSS property background.
ca: Aquest és la propietat de CSS de background.
es: Propiedad CSS de fondo.

# help_biography
source: A short overview of who you are and what you do. Will be displayed on your author page, linked from the items you create.
ca: Un breu resum del que ets i el que fas. Es mostrarà a la pàgina d'autor, vinculat des dels elements que es creen.
es: Una visión general breve de quién es usted y a qué se dedica. Será mostrada en su página de autor, enlazada desde los elementos que cree.

# help_buttons_color_primary
source: This is the primary color of the buttons.
ca: Aquest és el color primari dels botons.
es: Color primario de los botones.

# help_buttons_color_secondary
source: This is the secondary color of the buttons.
ca: Aquest és el color secundari dels botons.
es: Color secundario de los botones.

# help_campus_url
source: Add the URL of the campus associated with these communities.
ca: Afegiu la URL del Campus associat a aquestes comunitats.
es: Añadir la URL del Campus asociado a esta comunidad.

# help_collective_polls_VotePortlet
source: Enable portlet collective_polls_VotePortlet.
ca: Habilita el portlet collective_polls_VotePortlet.
es: Habilita el portlet collective_polls_VotePortlet.

# help_color_community_closed
source: This is the color of closed communities.
ca: Aquest és el color per les comunitats tancades.
es: Color para las comunidades cerradas.

# help_color_community_open
source: This is the color of open communities.
ca: Aquest és el color per les comunitats obertes.
es: Color para las comunidades abiertas.

# help_color_community_organizative
source: This is the color of organizatives communities.
ca: Aquest és el color per les comunitats organitzatives.
es: Color para las comunidades organizativas.

# help_full_name_creation
source: Enter full name, e.g. John Smith.
ca: Indicar el nom sencer, per exemple, John Smith.
es: Introduzca su nombre completo, por ejemplo Jonh Smith.

# help_genweb_portlets_esdeveniments
source: Enable event portlet
ca: Habilita el portlet esdeveniments.
es: Habilitar el portlet eventos

# help_genweb_portlets_fullnews
source: Enable portlet Full News.
ca: Habilita el portlet Full News.
es: Habilitar el portlet listado completo noticias

# help_genweb_portlets_homepage
source: Enable portlet homepage.
ca: Habilita el portlet homepage.
es: Habilitar el portlet homepage

# help_genweb_portlets_news
source: Enable portlet News
ca: Habilita el portlet News.
es: Habilitar el portlet noticias

# help_genweb_portlets_news_events_listing
source: Enable portlet genweb_portlets_news_events_listing.
ca: Habilita el portlet genweb_portlets_news_events_listing.
es: Habilitar el portlet genweb_portlets_news_events_listing

# help_genweb_portlets_upcnews
source: Enable portlet Upc News.
ca: Habilita el portlet UPC News.
es: genweb_portlets_news_events_listing UPC news

# help_homepage
source: The URL for your external home page, if you have one.
ca: La direcció URL de la seva pàgina web, si vostè en té un.
es: La URL para su página personal externa, si tiene una.

# help_info_servei
source: Link to the service
ca: Aquest és l'enllaç al servei.
es: Enlace del servicio que aparece en la parte superior de la cabecera.

# help_language
source: Site Language.
ca: Idioma de l'espai web.
es: Idioma del sitio web.

# help_library_url
source: Add the URL of the library associated with these communities.
ca: Afegir la URL de la biblioteca associada a aquestes comunitats.
es: Añadir la URL de la biblioteca asociada a esta comunidad.

# help_llindar_winwin1
source: This is the threshold of Winwin #1.
ca: Aquest és el llindar del Winwinn #1.
es: Este es el umbral del Winwinn #1

# help_llindar_winwin2
source: This is the threshold of Winwin #2.
ca: Aquest és el llindar del Winwinn #2.
es: Este es el umbral del Winwinn #2

# help_llindar_winwin3
source: This is the threshold of Winwin #3.
ca: Aquest és el llindar del Winwinn #3.
es: Este es el umbral del Winwinn #3

# help_location
source: Your location - either city and country - or in a company setting, where your office is located.
ca: La seva ubicació - ja sigui de la ciutat i el país - o en un entorn d'empresa, on es troba la seva oficina.
es: Su ubicación, ya sea ciudad y país, o entorno de una empresa, donde se encuentra su oficina.

# help_main_color
source: This is the main color of the site.
ca: Aquest és el color principal de l'espai.
es: Color primario del espacio.

# help_maxui_form_bg
source: This is the background color of the widget MAX.
ca: Aquest és el color del fons del widget de MAX.
es: Color de fondo del widget de MAX.

# help_mrs_max_widget
source: Enable portlet mrs_max_widget.
ca: Habilita el portlet mrs_max_widget.
es: Habilitar el portlet mrs_max_widget

# help_navigation_title
source: The title of the navigation tree.
ca: Títol de l'arbre de navegació
es: Título del árbol de navegación.

# help_notify_activity_via_push_comments_too
source: If you click this option, all the activity and comments regarding this community will be notified to all users subscribed through their mobile application UPCnet uTalk via push notification.
ca: Si s'activa aquesta opció, es notificarà l'activitat i els comentaris d'aquesta comunitat a tots els usuaris que hi estiguin subscrits als seus dispositius mòbils a través de notificacions 'push' de l'aplicació UPCnet uTalk.
es: Si se activa esta casilla, se notificará la actividad y los comentarios de esta comunidad a todos los usuarios subscritos a ella en sus dispositivos móviles a través de notificaciones 'push' de la aplicación UPCnet uTalk.

# help_plone_portlet_collection_Collection
source: Enable portlet plone_portlet_collection_Collection.
ca: Habilita el portlet plone_portlet_collection_Collection.
es: Habilitar el portlet plone_portlet_collection_Collection.

# help_plone_portlet_static_Static
source: Enable portlet plone_portlet_static_Static.
ca: Habilita el portlet plone_portlet_static_Static.
es: Habilitar el portlet plone_portlet_static_Static

# help_portlets_Calendar
source: Enable portlet portlets_Calendar.
ca: Habilita el portlet portlets_Calendar.
es: Habilitar el portlet portlets_Calendar

# help_portlets_Events
source: Enable portlet portlets_Events.
ca: Habilita el portlet portlets_Events.
es: Habilitar el portlet portlets_Events.
