Repository: UPCnet/ulearn.core
Catalog: ulearn/core/locales/*/LC_MESSAGES/ulearn.po
Languages: ca, es

# help_portlets_Login
source: Enable portlet portlets_Login.
ca: Habilita el portlet portlets_Login.
es: Habilitar el portlet portlets_Login.

# help_portlets_Navigation
source: Enable portlet portlets_Navigation.
ca: Habilita el portlet portlets_Navigation.
es: Habilitar el portlet portlets_Navigation.

# help_portlets_News
source: Enable portlet portlets_News.
ca: Habilita el portlet portlets_News.
es: Habilitar el portlet portlets_News.

# help_portlets_Recent
source: Enable portlet portlets_Recent.
ca: Habilita el portlet portlets_Recent.
es: Habilitar el portlet portlets_Recent.

# help_portlets_Review
source: Enable portlet portlets_Review.
ca: Habilita el portlet portlets_Review.
es: Habilitar el portlet portlets_Review.

# help_portlets_Search
source: Enable portlet portlets_Search.
ca: Habilita el portlet portlets_Search.
es: Habilitar el portlet portlets_Search.

# help_portlets_rss
source: Enable portlet portlets_rss.
ca: Habilita el portlet portlets_rss.
es: Habilitar el portlet portlets_rss.

# help_portrait
source: To add or change the portrait: click the "Browse" button; select a picture of yourself. Recommended image size is 75 pixels wide by 100 pixels tall.
ca: ""Per afegir o canviar la imatge: feu clic al botó Examinar; seleccionar una imatge. La mida recomanada de la imatge és de 75 píxels d'amplada per 100 píxels d'alt.""
es: Para agregar su foto, haga clic en el botón 'Navegar' y seleccione una foto suya.

# help_quicklinks_icon
source: Source Awesome icon next to the title of quick links
ca: Icona del Font Awesome que apareix al costat del títol dels enllaços directes
es: Icono Font Awesome que aparecerá al lado del desplegable de enlaces directos. Por ejemplo: fa-folder

# help_quicklinks_literal
source: Text that will be the title of quick links
ca: Text que sortirà com a títol dels enllaços directes
es: Indique cada uno de los campos que componen el enlace directo. El icono ha de ser en formato Font Awesome.

# help_quicklinks_table
source: This table should add direct links we wish
ca: En aquesta taula s'han d'afegir tots els enllaços directes que volem mostrar
es: Texto que se utilizará como deslegable de los enlaces directos

# help_secondary_color
source: This is the secondary color of the space.
ca: Aquest és el color secundari de l'espai.
es: Color secundario del espacio.

# help_show_news_in_app
source: If selected, then gives the option to show the News Items in Mobile App. Can be changed individually in the News Items.
ca: Si es marca aquesta opció, les notícies es mostraran a la App. Es pot desactivar individualment a cada notícia.
es: Si se marca esta opción, las noticias se mostrarán en la App. Se puede desactivar individualmente en cada notícia.

# help_stats_button
source: Show or not the button to access daily statistics stats / stats and activity / chats
ca: Mostra o no el botó d'accés a estadístiques diàries a stats/activity i stats/chats
es: Muestra o no el botón de acceso a estadísticas diarias, a stats/activity y a stats/chats.

# help_telefon
source: Contact by phone
ca: Contacte telefònic
es: Indique un número de teléfono de contacto.

# help_twitter
source: Fill in your Twitter username.
ca: Introdueix el teu nom d'usuari de Twitter
es: Indique su nombre de usuario de Twitter.

# help_ubicacio
source: Computer area / Company / Department
ca: Equip, Àrea / Companyia / Departament
es: Indique su ubicación dentro de la compañía y/o ubicación geográfica.

# help_ulearn_angularRouteView
source: Enable angular portlet to be able to use routes angularjs.
ca: Habilita el portlet angular per a poder fer ús de les rutes angularjs.
es: Habilitar el portlet de angular para poder hacer uso de las rutas de angularjs.

# help_ulearn_button_bar
source: Enable portlet central button.
ca: Habilita el portlet botonera central.
es: Habilitar el portlet botonera central.

source: help_ulearn_button_bar_angular
ca: Habilita el portlet botonera central configurable Angular.
es: H

# help_ulearn_calendar
source: Enable the portlet to display calendar events.
ca: Habilita el portlet per a mostrar el calendari amb els events.
es: Habilitar el portlet para mostrar el calendario de eventos.

# help_ulearn_communities
source: Enable side portlet displays the communities where favorites.
ca: Habilita el portlet lateral on mostra les comunitats favorites.
es: Habilitar el portlet lateral donde mostrar las comunidades favoritas.

# help_ulearn_discussion
source: Enable portlet
ca: Habilita el portlet.
es: Habilitar el portlet.

# help_ulearn_econnect
source: Enable portlet eConnect.
ca: Habilita el portlet eConnect.
es: Habilitar el portlet eConnect

# help_ulearn_most_valued
source: Enable portlet ulearn most valued.
ca: Habilita el portlet ulearn most valued.
es: Habilitar el portlet ulearn most valued

# help_ulearn_portlets_custombuttonbar
source: Enable the portlet to customize the power button.
ca: Habilita el portlet per a poder customitzar la botonera.
es: Habilitar el portlet para poder customizar la botonera

# help_ulearn_portlets_flashesinformativos
source: Enable the portlet to be able to customize the botonera.Inhabilita portlet to display the news flash on the information.
ca: Habilita el portlet para mostrar las notícias en el flash informativo.
es: Habilitar el portlet para mostrar las noticias en el flash informativo

# help_ulearn_portlets_importantnews
source: Enable the portlet to display the news marcadas as outstanding.
ca: Habilita el portlet para mostrar las notícias marcadas como destacadas.
es: Habilitar el portlet para mostrar las noticias marcadas como destacadas

# help_ulearn_portlets_mycommunities
source: Enable portlet that displays the communities where I can only subscribe or subscribe.
ca: Habilita el portlet que mostra les comunitats on estic suscrit o puc suscriurem.
es: Habilitar el portlet que muestra las comunidades suscritas o que me puedo suscribir.

# help_ulearn_portlets_mysubjects
source: Enable the portlet to see my courses of EVA.
ca: Habilita el portlet per a poder veure els meus cursos del EVA.
es: Habilitar el portlet para poder ver mis cursos EVA

# help_ulearn_portlets_mytags
source: Enable the tag cloud portlet.
ca: Habilita portlet amb el núvol de tags.
es: Habilitar el portlet con la nube de tags.

# help_ulearn_portlets_rss
source: Enable the portlet to display content from an rss link.
ca: Habilita el portlet per a mostrar contingut a partir d'un enllaç rss.
es: Habilita el portlet para mostrar el contenido a partir de un enlace rss.

# help_ulearn_portlets_subscribednews
source: Enable the portlet to see the news which contain a tag that follow.
ca: Habilita el portlet per a veure les notícies les quals contenen un tag que segueixo.
es: Habilitar el portlet para ver las noticias que contienen un tag que sigo.

# help_ulearn_profile
source: Enable portlet which displays the user's profile or community where we are.
ca: Habilita el portlet on mostra el perfil usuari, o la comunitat on estem.
es: Habilitar el portlet donde muestra el perfil de usuario, o la comunidad donde estamos.

# help_ulearn_settings_editform
source: Ulearn settings
ca: Configuració de uLearn
es: Configuración de uLearn

# help_ulearn_sharedwithme
source: Enbale Shared With Me Portlet
ca: Habilita el portlet per a veure el compartit amb mi.
es: Habilita el portlet para ver lo compartido conmigo.

# help_ulearn_stats
source: Enable the portlet to view statistics.
ca: Habilita el portlet per a veure les estadístiques.
es: Habilitar el portlet para ver las estadísticas.

# help_ulearn_thinkers
source: Enable portlet showing users with the search.
ca: Habilita el portlet on es mostren els usuaris, amb la cerca.
es: Habilitar el portlet donde mostrar los usuarios, con la búsqueda.

# help_url_forget_password
source: Url: "/mail_password_form?userid=". For external domains specify the full URL, "http://www.domini.cat"
ca: Url per defecte: "/mail_password_form?userid=". Per a dominis externs indiqueu la url completa, "http://www.domini.cat"
es: Url por defecto: "/mail_password_form?userid=". Para dominios externos indicar la url completa, "http://www.domini.cat"

# help_wstoken
source: Token to connect to moodle.
es: Token para conectar a moodle

# help_wsurl
source: Url on moodle.
es: Url para moodle

source: Important News
ca: Notícies importants
es: Noticias importantes

# info_servei
source: Service information
ca: Informació del servei
es: Información del servicio

# label-newstoolbar
source: News management:
ca: Gestió notícies:
es: Gestión noticias:

# label-toogle-important
source: Important
ca: Destacada
es: Destacada

# label-toogle-list
source: List
ca: Llista
es: Lista

# label_biography
source: Biography
ca: Biografia
es: Biografía / Curriculum Vitae

# label_check_favorite
source: Check favorite
ca: Marca com a favorit
es: Marcar favorito

# label_delete_portrait
source: Delete Portrait
ca: Esborrar imatge
es: Eliminar Foto

# label_full_name
source: Full Name
ca: Nom sencer
es: Nombre

# label_go_subject
source: Go subject
ca: Anar a l'assignatura
es: Ir a asignatura

# label_homepage
source: Homepage
ca: Pàgina web
es: Página personal

source: label_info_tasks
ca: Tasques
es: Info tareas

# label_language
source: Language
ca: Idioma
es: Idioma

# label_location
source: Location
ca: Ubicació
es: Localización

# label_navigation_title
source: Title
ca: Títol
es: Título

# label_not_subjects
source: No subjects availables
ca: No hi ha assignatures disponibles.
es: No hay asignaturas disponibles

# label_portrait
source: Portrait
ca: Foto
es: Foto

# label_show_all
source: Show all items
ca: Mostrar tots els elements
es: Mostrar todos los elementos

# label_telefon
source: Phone
ca: Telèfon
es: Teléfono

# label_twitter
source: Twitter username
ca: Usuari de Twitter
es: Usuario Twitter

# label_ubicacio
source: Location
ca: Ubicació
es: Ubicación

# label_wsfunction
source: Webservice Function
es: Función Webservice

# label_wstoken
source: Webservice Token
es: Token Webservice

# label_wsurl
source: Webservice Url
es: Url Webservice

source: Language
ca: Idioma
es: Idioma

source: Library URL
ca: URL de la biblioteca
es: URL de la biblioteca

# llindar_winwin1
source: Threshold Winwinn 1
ca: Llindar del Winwinn 1
es: Umbral del Winwinn #1

# llindar_winwin2
source: Threshold Winwinn 2
ca: Llindar del Winwinn 2
es: Umbral del Winwinn #2

# llindar_winwin3
source: Threshold Winwinn 3
ca: Llindar del Winwinn 3
es: Umbral del Winwinn #3

source: Main color
ca: Color principal
es: Color principal

# manage_membership
source: Manage members
ca: Gestiona els membres
es: Gestiona los miembros

# maxui_form_bg
source: Background color widget MAX.
ca: Color del fons del widget de MAX.
es: Color de fondo del widget de MAX.

# menu-gestio-estadistiques
source: Stats
ca: Estadístiques
es: Estadísticas

# menu-gestio-footer
source: Management footer
ca: Gestionar peu
es: Gestionar pie

# menu-gestio-header
source: Management header
ca: Gestionar capçalera
es: Gestionar cabecera

# menu-gestio-noticies
source: News
ca: Notícies
es: Noticias

# menu-gestion
source: Management
ca: Gestió
es: Gestión

# menu-gestion-menu
source: Management menu
ca: Gestionar menú
es: Gestionar menú

# menu-reset-menu
source: Reset menu
ca: Actualitzar menú
es: Actualizar menú

# menu-reset-menu-msg
source: The menu has been successfully reset.
ca: S'ha restablert el menú satisfactòriament.
es: Se ha restablecido el menú satisfactoriamente.

source: Most valued
ca: Most valued portlet
es: Most valued portlet

# mrs_max_widget
source: Enable portlet mrs_max_widget
ca: Habilitar portlet mrs_max_widget
es: Habilitar portlet mrs_max_widget

source: My communities
ca: Les meves Comunitats
es: Mis comunidades

# my_communities_buttonbar
source: Communities
ca: Comunitats
es: Comunidades

source: My Communities
ca: Les meves Comunitats
es: Mis comunidades

# mynews
source: News
ca: Notícies
es: Noticias

source: My subjects
ca: Les meves assignatures
es: Mis asignaturas

source: My tags
ca: Els meus Tags
es: Mis Tags

# newdiscussion
source: Create a discussion
ca: Nou debat
es: Nou debat

# newevent
source: Create a new event
ca: Crear un esdeveniment
es: Crear nuevo evento

# news_buttonbar
source: News
ca: Noticies
es: Noticias

# no_content_shared_user
source: There is no content shared with you right now
ca: No hi ha contingut compartit amb tú ara mateix
es: No hay contenido compartido contigo ahora mismo

# no_visibles
source: No visible people
ca: Persones no visibles
es: Personas no visibles

# nom_usuari
source: name.surname
ca: nom.usuari
es: Nombre Usuario

# not_events_for_today
source: There are no events today
ca: Avui no hi ha esdeveniments
es: Hoy no hay eventos

# notify_activity_via_push_help
source: If you click this option, all the activity regarding this community will be notified to all users subscribed through their mobile application UPCnet uTalk via push notification.
ca: Si s'activa aquesta opció, es notificarà l'activitat d'aquesta comunitat a tots els usuaris que hi estiguin subscrits als seus dispositius mòbils a través de notificacions 'push' de l'aplicació UPCnet uTalk.
es: Si se activa esta casilla, se notificará la actividad de esta comunidad a todos los usuarios subscritos a ella en sus dispositivos móviles a través de notificaciones 'push' de la aplicación UPCnet uTalk.

source: password
ca: contrasenya
es: contraseña

# people_literal
source: Members identification
ca: Literals d'identificació de persones
es: Literales de identificación de personas

# plone_portlet_collection_Collection
source: Enable portlet plone_portlet_collection_Collection
ca: Habilitar portlet plone_portlet_collection_Collection
es: Habilitar portlet plone_portlet_collection_Collection

# plone_portlet_static_Static
source: Enable portlet plone_portlet_static_Static
ca: Habilitar portlet plone_portlet_static_Static
es: Habilitar portlet plone_portlet_static_Static

# portlet_homepage_title
source: Enable portlet homepage
ca: Habilitar portlet homepage
es: Habilitar portlet homepage

# portlets_Calendar
source: Enable portlet portlets_Calendar
ca: Habilitar portlet portlets_Calendar
es: Habilitar portlet portlets_Calendar

# portlets_Events
source: Enable portlet portlets_Events
ca: Habilitar portlet portlets_Events
es: Habilitar portlet portlets_Events

# portlets_Login
source: Enable portlet portlets_Login
ca: Habilitar portlet portlets_Login
es: Habilitar portlet portlets_Login

# portlets_Navigation
source: Enable portlet portlets_Navigation
ca: Habilitar portlet portlets_Navigation
es: Habilitar portlet portlets_Navigation

# portlets_News
source: Enable portlet portlets_News
ca: Habilitar portlet portlets_News
es: Habilitar portlet portlets_News

# portlets_Recent
source: Enable portlet portlets_Recent
ca: Habilitar portlet portlets_Recent
es: Habilitar portlet portlets_Recent

# portlets_Review
source: Enable portlet portlets_Review
ca: Habilitar portlet portlets_Review
es: Habilitar portlet portlets_Review

# portlets_Search
source: Enable portlet portlets_Search
ca: Habilitar portlet portlets_Search
es: Habilitar portlet portlets_Search

# portlets_rss
source: Enable portlet portlets_rss
ca: Habilitar portlet portlets_rss
es: Habilitar portlet portlets_rss

source: Private folder
ca: Carpeta privada
es: Carpeta privada

# profile
source: User profile
ca: Perfil d'usuari
es: Perfil usuario

# quicklinks_icon
source: Icon Font Awesome
ca: Icona Font Awesome
es: Icono

source: Read more
ca: Llegeix més
es: Leer más

source: Search
ca: Cerca
es: Busca

source: Search communities
ca: Cerca comunitats
es: Buscar comunidades

# search_content
source: Search for content
ca: Cerca en el contingut
es: Busca en el contenido

# search_tags
source: Search by tags
ca: Filtra per etiquetes
es: Filtra por etiquetas

source: Secondary color
ca: Color secundari
es: Color secundario

# seemore
source: More news
ca: Més Notícies
es: Más noticias

source: See more communities
ca: Veure més comunitats
es: Ver más comunidades

source: See more stats
ca: Veure més estadístiques
es: Ver más estadísticas

# seemore_tags
source: See all tags
ca: Veure més etiquetes
es: Ver todos los tags

# seemorediscussions
source: See more events
ca: Veure més debats
es: Ver más eventos

source: See more events
ca: Veure més esdeveniments
es: Ver más eventos

# seethinkers
source: See all people
ca: Veure tots els participants
es: Ver todas

source: Shared content
ca: Contingut compartit
es: Contenido compartido

# shared_content_description
source: All content shared by any member of this community
ca: Tots el continguts compartits per algún dels membres d'aquesta comunitat.
es: Todo el contenido compartido por algun miembro de esta comunidad

# shared_content_title
source: Access to shared content
ca: Accès a tot el contingut compartit
es: Acceso a todo el contenido compartido

source: Shared with me
ca: Compartit amb mi
es: Compartido conmigo

# shared_with_me_buttonbar
source: Shared
ca: Compartit
es: Compartido

# show_news_in_app
source: Show News Items in App
ca: Mostra les notícies a la App
es: Muestra las noticias en la App

source: Stats
ca: Estadístiques
es: Estadísticas

# stats_button
source: Display button to access daily statistics
ca: Mostrar botó d'accés a estadístiques diàries
es: Mostrar botón acceso a estadísticas diarias

# stats_comments
source: Comments
ca: Comentaris
es: Comentarios

source: Student
ca: Estudiant
es: Estudiante

source: Subjects
ca: Assignatures
es: Asignaturas

source: Subscribe
ca: Subscriure
es: Suscribir

source: Teacher
ca: Professor
es: Profesor

# ulearn_activity
source: Activity
ca: Activitat
es: Actividad

# ulearn_angularRouteView
source: Enable portlet angularRouteView
ca: Habilitar portlet angularRouteView
es: Habilitar portlet angularRouteView

# ulearn_button_bar
source: Enable portlet Ulearn Button Bar
ca: Habilitar portlet Ulearn Button Bar
es: Habilitar portlet Ulearn Button Bar

# ulearn_calendar
source: Enable portlet ulearn Calendar
ca: Habilitar portlet ulearn Calendar
es: Habilitar portlet ulearn Calendar

# ulearn_communities
source: Enable portlet Ulearn Comunnities
ca: Habilitar portlet Ulearn Comunities
es: Habilitar portlet Ulearn Comunnities

# ulearn_discussion
source: Enable portlet Ulearn Discussion
ca: Habilitar portlet Ulearn Discussion
es: Habilitar portlet Ulearn Discussion

# ulearn_documents
source: Documents
es: Documentos

# ulearn_econnect
source: Enable portlet Ulearn eConnect
ca: Habilitar portlet Ulearn eConnect
es: Habilitar portlet Ulearn eConnect

# ulearn_links
source: Links
ca: Enllaços
es: Enlaces

# ulearn_most_valued
source: Enable portlet Ulearn Most Valued
ca: Habilitar portlet Ulearn Most Valued
es: Habilitar portlet Ulearn Most Valued

# ulearn_portlets_custombuttonbar
source: Enable portlet ulearn_portlets_custombuttonbar
ca: Habilitar portlet ulearn_portlets_custombuttonbar
es: Habilitar portlet ulearn_portlets_custombuttonbar

# ulearn_portlets_flashesinformativos
source: Enable portlet flashesinformativos
ca: Habilitar portlet flashesinformativos
es: Habilitar portlet flashesinformativos

# ulearn_portlets_importantnews
source: Enable portlet importantnews
ca: Habilitar portlet importantnews
es: Habilitar portlet importantnews

# ulearn_portlets_mycommunities
source: Enable portlet ulearn_portlets_mycommunities
ca: Habilitar portlet ulearn_portlets_mycommunities
es: Habilitar portlet ulearn_portlets_mycommunities

# ulearn_portlets_mysubjects
source: Enable portlet ulearn_portlets_mysubjects
ca: Habilitar portlet ulearn_portlets_mysubjects
es: Habilitar portlet ulearn_portlets_mysubjects

# ulearn_portlets_mytags
source: Enable portlet ulearn_portlets_mytags
ca: Habilitar portlet ulearn_portlets_mytags
es: Habilitar portlet ulearn_portlets_mytags

# ulearn_portlets_rss
source: Enable portlet ulearn_portlets_rss
ca: Habilitar portlet ulearn_portlets_rss
es: Habilitar portlet ulearn_portlets_rss

# ulearn_portlets_subscribednews
source: Enable portlet ulearn_portlets_subscribednews
ca: Habilitar portlet ulearn_portlets_subscribednews
es: Habilitar portlet ulearn_portlets_subscribednews

# ulearn_profile
source: Enable portlet Ulearn Profile
ca: Habilitar portlet Ulearn Profile
es: Habilitar portlet Ulearn Profile

# ulearn_sharedwithme
source: Enable Shared With Me portlet
ca: Habilitar portlet compartit amb mí
es: Habilitar portlet compartido conmigo

# ulearn_stats
source: Enable portlet Ulearn Stats
ca: Habilitar portlet Ulearn Stats
es: Habilitar portlet Ulearn Stats

# ulearn_thinkers
source: Enable portlet Ulearn Thinkers
ca: Habilitar portlet Ulearn Thinkers
es: Habilitar portlet Ulearn Thinkers

# ulearncalendar
source: Calendar portlet
ca: Calendari uLearn
es: Calendario portlet

source: URL forget password
ca: URL contrasenya oblidada
es: URL contraseña olvidada

# video_embed
source: Embedded video
ca: Video incrustat
es: Video incrustado

# video_embed_description
source: Add an embedded video
ca: Afegir un video incrustat
es: Añadir un video incrustado

source: Video URL
ca: URL del video
es: URL del video

# video_url_description
source: Add your website youtube video
ca: Afegeix l'adreça web del video de youtube
es: Agregar la dirección web del video de youtube

# web_collaboration
source: <i class="fa fa-arrow-circle-right"></i> Create a new session
ca: Crear una sessió
es: <i class="fa fa-arrow-circle-right"></i> Crear nueva sesión.

# Ths portlet shows News Items. Configure in the next fields.
source: This portlet shows News Items. Configure in the next fields.
ca: Ths portlet shows News Items. Configure in the next fields.

source: Thumb News Images for App
ca: Thumb News Images for Mobile App

source: activate_news
ca: Mostra les noticies a les que estic subscrit

# discussion
source: Discussion portlet
ca: Debats

source: help_activate_news
ca: Mostra o no el botó de Noticies a la tile central de les comunitats

source: Info
ca: Informació

source: label-toogle-app
ca: App

# label_email
source: E-mail
ca: Adreça de correu

source: Shared With Me
ca: Compartit amb mi

# thinnkers
source: Thinnkers portlet
ca: Persones

source: ulearn_button_bar_angular
ca: Habilitar portlet Ulearn Button Bar Angular
